brew "antigen"
brew "ctags"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "mas"
brew "node"
brew "lazygit"
brew "neovim"
brew "ranger"
brew "ripgrep"
brew "koekeishiya/formulae/skhd"
brew "starship"
brew "tmux"
brew "zoxide"
brew "zsh"

cask "1password"
cask "google-chrome"
cask "istat-menus"
cask "iterm2"
cask "telegram"
cask "xcodes"
