brew "antigen"
brew "ctags"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "node"
brew "lazygit"
brew "neovim"
brew "ranger"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "zoxide"
brew "zsh"
